Repository: anoopm2112/HomeThrive
Catalog: lib/core/localization/langs/intl_*.arb
Languages: es

source: Activity
es: Actividad

# aCuratedListOfResources
source: A curated list of resources you have access too.
es: Una lista seleccionada de recursos a los que también tiene acceso.

source: Add Log
es: Registro

source: Address
es: habla a

# articleCount
source: {articleCount, plural, one{1 Article} other{{articleCount} Articles}}
es: {articleCount, plural, one{1 artículo} other{{articleCount} artículos}}

source: Change Password
es: cambiar contraseña

source: Children
es: Niños

# clickBelowToLogin
source: Click below to login and access the app.
es: Haga clic a continuación para iniciar sesión y acceder a la aplicación.

# connectingParentsAndAgencies
source: Connecting Parents & Agencies for better foster care.
es: Conectando padres y agencias para un mejor cuidado de crianza.

source: Contact Us
es: Contacta con nosotros

source: Continue without account
es: continuar sin cuenta

source: Date
es: Fecha

source: Edit Profile
es: Editar perfil

source: Email
es: Correo electrónico

# enterCpasEmailDescription
source: Enter your CPA’s email and we will send them information on how to get started.
es: Ingrese el correo electrónico de su agencia y les enviaremos información sobre cómo comenzar.

source: First Name
es: Primer nombre

source: Forgot Password
es: Se te olvidó tu contraseña

source: Help/FAQ
es: Ayuda / Preguntas frecuentes

source: Home
es: Inicio

source: How to use FosterShare
es: Cómo usar FosterShare

source: Invalid Password
es: Contraseña invalida

source: Keep in touch with your case manager
es: Manténgase en contacto con su administrador de casos

# keepInTouchWithYourCaseManagerDescription
source: Always have the ability to contact your case manager. Need help? Just get in touch!
es: Siempre tenga la capacidad de comunicarse con su administrador de casos. ¿Necesitas ayuda? ¡Solo contáctanos!

source: Keep track of important dates
es: Mantenga un registro de las fechas importantes

# keepTrackOfImportantDatesDescription
source: With trainings and events sent right to your calendar, you will never miss an important date. And reminders will help keep you up-to-date, wherever you are.
es: Con capacitaciones y eventos enviados directamente a su calendario, nunca se perderá una fecha importante. Y los recordatorios te ayudarán a mantenerte actualizado, estés donde estés.

source: Keep track of your routine logs
es: Mantenga un registro de sus diarios de rutina

# keepTrackOfYourRoutineLogsDescription
source: We've simplified the process, so daily documentation is quick and easy. And with easy views, you can look back over time to spot behavior trends and track successes.
es: Hemos simplificado el proceso para que la documentación diaria sea rápida y sencilla. Y con vistas sencillas, puede mirar hacia atrás en el tiempo para detectar tendencias de comportamiento y realizar un seguimiento de los éxitos.

source: Let your CPA know about FosterShare
es: Informe a su agencia sobre FosterShare

source: Last Name
es: Apellido

source: Local Resources
es: Recursos locales

source: Location
es: Ubicación

source: My Children
es: Mis hijos

source: Next
es: la próxima vez

source: Notification Settings
es: Configuración de las notificaciones

source: Occupation
es: Ocupación

source: Password
es: Contraseña

source: Phone Number
es: Número de teléfono

source: Popular Articles
es: articulos populares

source: Popular Topics
es: temas populares

source: Profile
es: Perfil

source: Read Now
es: Lee ahora

# receievedAnInvite
source: Received an invite?
es: ¿Recibiste una invitación?

source: Resources
es: Recursos

source: Resources at your fingertips
es: Recursos a tu alcance

# resourcesAtYourFingertipsDescription
source: From moral support to the newest service, connect with much needed local resources who can quickly support you when you need it most. And browse foster community blogs and articles for the latest advice.
es: Desde el apoyo moral hasta el servicio más nuevo, conéctese con recursos locales muy necesarios que pueden brindarle asistencia rápidamente cuando más lo necesite. Y explore blogs y artículos de la comunidad de crianza para obtener los consejos más recientes.

# resourceCount
source: {resourceCount, plural, one{1 Resource} other{{resourceCount} Resources}}
es: {resourceCount, plural, one{1 Recursos} other{{resourceCount} Recursos}}

source: Send
es: Enviar

source: Share App
es: Compartir aplicación

source: Sign In
es: Iniciar sesión

source: Sign Out
es: Desconectar

source: Skip
es: pasar

source: Submit
es: presentar

source: Time
es: Hora

source: View All
es: Ver todo

source: Visit Now
es: Visitar ahora

# welcomeToFosterShare
source: Welcome to FosterShare, access your account by filling in your credentials below.
es: Bienvenido a FosterShare, acceda a su cuenta completando sus credenciales a continuación.

source: Update
es: Actualizar

source: Update Required
es: Actualización requerida

source: Update Recommended
es: Actualizacion recomendada

# clickToUpdate
source: Please click below to update the app.
es: Haga clic a continuación para actualizar la aplicación.

source: Not now
es: Ahora no

# signInAsFoster
source: Please sign in as a foster parent to use the app.
es: Inicie sesión como padre de crianza temporal para usar la aplicación.

source: Sign In Success
es: Iniciar sesión correctamente

# welcomeToFSFamily
source: Welcome To The FosterShare Family!
es: ¡Bienvenido a la familia FosterShare!

# hereToHelpNavigate
source: We are here to help you navigate this adventure every step of the way.
es: Estamos aquí para ayudarlo a navegar esta aventura en cada paso del camino.

source: Get Started
es: Empezar

# noChildren
source: Sorry, you have no children at this time. Please tap below to check again.
es: Lo siento, no tienes hijos en este momento. Toque a continuación para comprobar de nuevo.

source: Reload
es: Recargar

# noLog
source: You currently have no logs. Please tap below to submit your first log.
es: Actualmente no tiene revistas. Toque a continuación para enviar su primer registro.

# errorLoadingChildren
source: There was a problem loading children and parents details. Please try again.
es: Hubo un problema al cargar los detalles de los niños y los padres. Inténtalo de nuevo.

source: Log Complete
es: diario completo

# ultimateFosterParent
source: Great job, you’re becoming the ultimate foster parent!
es: ¡Buen trabajo, te estás convirtiendo en el mejor padre adoptivo!

# selectRating
source: Please select a rating
es: Seleccione una calificación

# addComments
source: Please add comments
es: Favor añadir comentarios

# selectOption
source: Please select an option
es: Por favor seleccione una opción

# selectChoice
source: Please select a choice
es: Por favor seleccione una opción

source: Option not selected
es: Opción no seleccionada

# whatHappenDuringVisit
source: Please enter what happened on the visit.
es: Por favor ingrese lo que sucedió en la visita.

source: Previous
es: Previo

source: Next Step
es: Próximo paso

# behaviorQuestion
source: Were there any behavioral issues?
es: ¿hubo algún problema de comportamiento

# behaviorSubQuestion
source: List behaviors, issues, etc. that happened today.
es: Enumere los comportamientos, problemas, etc. que sucedieron hoy.

source: Yes
es: Sí

source: What happened?
es: ¿Qué pasó?

# describeSituation
source: Describe the situation in a few words…
es: Describe la situación en pocas palabras ...

# bioFamQuestion
source: Biological family contact?
es: Contacto biológico familiar

# bioFamSubQuestion
source: Did the child visit their biological family?
es: ¿Ha visitado el niño a su familia biológica?

# describeVisit
source: Describe the 'visit' in a few words.
es: Describe la 'visita' en pocas palabras.

# childMoodQuesion
source: Child’s mood today?
es: El estado de ánimo del niño hoy

source: Comments
es: comentarios

# dayRatingQuestion
source: How did the day go?
es: ¿Cómo te fue el día?

# selectOptionAndNote
source: Select an option below and leave a note.
es: Seleccione una de las opciones a continuación y deje una nota.

source: Review Log
es: Revisar registro

# uploadLogPhoto
source: Would you like to upload any photos to this log for your case manager to see?
es: ¿Le gustaría subir fotos a este registro para que las vea su administrador de casos?

# medicationQuestion
source: Did child's medication change?
es: ¿Cambió la medicación del niño?

# howDoYouFeel
source: How are YOU feeling today?
es: ¿Cómo te sientes hoy?

source: Upload Photos
es: Subir fotos

# selectChild
source: Please select a child and parent
es: Seleccione un niño y un padre

# selectChildForLog
source: Select the child to enter the log for today.
es: Seleccione el niño para ingresar un registro para hoy.

# enterNotesAbove
source: Please enter notes in the box above
es: Ingrese notas en el cuadro de arriba

source: Add Note
es: añadir la nota

source: Additional Notes
es: Notas adicionales

source: Save Note
es: Guardar nota

# enterCurrentPassword
source: Please enter your current password
es: Por favor ingrese su contraseña actual

# passwordNotMatch
source: Passwords do not match
es: Las contraseñas no coinciden

# confirmPassword
source: Please confirm your new password
es: Confirme su nueva contraseña

# enterNewPassword
source: Please enter a new password
es: Por favor ingrese una nueva contraseña

# enterCurrentAndNewPassword
source: Enter your current password and the new password you'd like to use.
es: Ingrese su contraseña actual y la nueva contraseña que le gustaría usar.

source: Current Password
es: contraseña actual

source: New Password
es: Nueva contraseña

# confirmPasswordShort
source: Confirm Password
es: confirma la contraseña

# passwordMustMatch
source: Passwords must match
es: Las contraseñas deben coincidir

# enterPassword
source: Please enter a password
es: porfavor ingrese una contraseña

# genericError
source: Something went wrong. Please try again.
es: Algo salió mal. Inténtalo de nuevo.

source: Set Password
es: Configurar la clave

# setPasswordRegular
source: Set your password for regular use.
es: Configure su contraseña para uso regular.

source: Terms and Conditions
es: Términos y condiciones

source: Privacy Policy
es: Política de privacidad

# enterConfirmationCode
source: Please enter in the confirmation code.
es: Por favor ingrese el código de confirmación.

# incorrectConfirmationCode
source: The code you entered is incorrect.
es: El código que ingresaste es incorrecto

# expiredConfirmationCode
source: The code you entered is expired.
es: El código que ingresaste está vencido.

source: Email Sent
es: Email enviado

# enterVerificationCode
source: Enter the 6 digit verification code that was sent to
es: Ingrese el código de verificación de 6 dígitos que se envió a

source: Resend Code
es: Reenviar codigo

# getInTouch
source: Get in touch with us through email or get help with our FAQ page
es: Póngase en contacto con nosotros por correo electrónico u obtenga ayuda con nuestra página de preguntas frecuentes

source: Email Us
es: Envíenos un correo electrónico

# enterFirstName
source: Enter a first name
es: Ingrese un nombre

# enterLastName
source: Enter a last name
es: Ingrese un apellido

# enterPhoneNumber
source: Please enter a valid phone number
es: Por favor ingrese un número de teléfono válido

source: Primary Parent
es: Padre primario

source: Other Information
es: Otra información

source: Zip code
es: código postal

# licenseNumber
source: Foster Family License Number
es: Número de licencia de familia de crianza

source: Primary Language
es: Lenguaje primario

source: Save Changes
es: Guardar cambios

# rsvpd
source: You are RSVP'd!
es: ¡Has confirmado tu asistencia!

source: Add To Calendar
es: añadir al calendario

# willYouAttend
source: Will you be attending this event?
es: ¿Asistirás a este evento?

# imGoing
source: Yes, I'm going
es: Si estoy yendo

# imNotGoing
source: No I'm not
es: No no soy

source: Upload Image
es: Cargar imagen

source: Image Name
es: Nombre de la imágen

source: Register
es: Registrarse

source: Foster Details
es: Detalles de Foster

source: Invalid Email
es: Email inválido

# recoveryCode
source: Don't fret! Enter the email associated with your account and we will send you a recovery verification code.
es: ¡No te preocupes! Ingrese el correo electrónico asociado con su cuenta y le enviaremos un código de verificación de recuperación.

source: Notes
es: Notas

# noNotesAdded
source: No notes have been added
es: No se han agregado notas

source: Complete Log
es: Diario completo

# enterValidEmail
source: Please enter a valid email
es: Por favor introduzca una dirección de correo electrónico válida

# invalidEmailOrPass
source: Invalid Email or Password
es: Correo electrónico o contraseña no válidos

# tooManyAttempts
source: Too many attempts. Please try again later
es: Demasiados intentos. Por favor, inténtelo de nuevo más tarde

# errorLoadingChildren2
source: There was an error loading your children. Please tap below to try loading again.
es: Hubo un error al cargar a sus hijos. Toque a continuación para intentar cargar de nuevo.

source: Age
es: edad

source: Case Manager
es: gestor del caso

source: Total Logs
es: Revistas totales

source: Recent Logs
es: Revistas recientes

source: Notifications
es: Notificaciones

source: New Event
es: Nuevo evento

source: Daily Log Reminders
es: Recordatorios de diario

# monthlyReviewReminders
source: Month Review Reminders
es: Recordatorios de revisión del mes

# engagementTips
source: Tips for Engagement
es: Consejos para la participación

source: Updates from CPA
es: Actualizaciones de la agencia

# noNotifications
source: You have no messages at this time. Please tap below to check again.
es: No tienes mensajes en este momento. Toque a continuación para comprobar de nuevo.

# welcomeToFS
source: Welcome to FosterShare, fill in the information below in order to get started.
es: Bienvenido a FosterShare, complete la información a continuación para comenzar.

# continueStr
source: Continue
es: Seguir

source: Terms of Service
es: Términos de servicio

# aboutFS
source: About FosterShare
es: Sobre FosterShare

# fsSummary
source: Powered by Miracle Foundation, FosterShare is the digital assistant for Texas Foster Parents. With a streamlined foster care calendar, simplified daily logging, quick connections to nearby wraparound services and helpful articles, blogs and forums when you need them most, FosterShare is your virtual personal assistant - always at the touch of a button.
es: Desarrollado por Miracle Foundation, FosterShare es el asistente digital para Texas Foster Parents. Con un calendario de cuidado de crianza optimizado, registro diario simplificado, conexiones rápidas a servicios envolventes cercanos y artículos, blogs y foros útiles cuando más los necesita, FosterShare es su asistente personal virtual, siempre con solo tocar un botón.

source: Reset Password
es: Restablecer la contraseña

# checkConfirmationCode
source: Great! Please check your email for a confirmation code and create a new password to log in.
es: Muy bien. Por favor, compruebe su correo electrónico para obtener un código de confirmación y crear una nueva contraseña para iniciar la sesión.

# noResources
source: There are no resources at this time. Please click below to check again.
es: No hay recursos en este momento. Haga clic a continuación para verificar nuevamente

# errorLoadingResources
source: There was a problem loading resources. Please try again.
es: Hubo un problema al cargar los recursos. Inténtalo de nuevo.

source: Missing
es: los ausentes

source: Incomplete
es: defectuoso

source: Complete
es: completa

source: Events
es: eventos

source: Hi
es: Hola

source: Support Service
es: Servicio de asistencia

source: Support Services
es: Servicios de asistencia

source: Name
es: Nombre

source: Website
es: Sitio web

source: Phone
es: Teléfono

# tapItemEdit
source: Tap on an item to edit
es: Pulse sobre un elemento para editarlo

source: Great
es: Fantástico

source: Good
es: Bien

source: Average
es: Promedio

source: So-So
es: Regular

source: Hard Day
es: Un día duro

source: Aggression
es: Agresión

source: Anxiety
es: Ansiedad

source: Bed Wetting
es: Mojar la cama

source: Depression
es: Depresión

source: Food Issues
es: Problemas de alimentación

source: School Issues
es: Problemas escolares

source: Other
es: Otros

# enterValidZip
source: Please enter a valid Zip Code.
es: Por favor, introduzca un código postal válido.

# errorSavingNote
source: There was an error saving the note. Please try again.
es: Ha habido un error al guardar la nota. Por favor, pruebe de nuevo.

source: Unable to launch website
es: No se ha podido lanzar el sitio web

source: Unable to send email
es: No se ha podido enviar el correo electrónico

source: Unable to send SMS
es: No se ha podido enviar el SMS

source: Unable to make phone call
es: No se ha podido realizar la llamada de teléfono

source: Website copied
es: Sitio web copiado

source: Phone number copied
es: Número de teléfono copiado

source: Email copied
es: Correo electrónico copiado

source: Password Reset Required
es: Se requiere reconfigurar la contraseña

source: New code sent
es: Nuevo código enviado

# errorSendingInvite
source: Error sending invitation. Please try again later.
es: Error al enviar la invitación. Por favor, pruebe de nuevo más tarde.

# profileUpdated
source: Your profile was sucessfully updated
es: Se ha actualizado con éxito su perfil

# errorUpdatingProfile
source: There was an error updating your profile. Please try again.
es: Ha habido un error al actualizar su perfil. Por favor, pruebe de nuevo.

# profileSuccessfullyChanged
source: Your profile was sucessfully changed.
es: Se ha cambiado su perfil correctamente.

# errorChangingPassword
source: There was an error changing your password. Please try again.
es: Ha habido un error al cambiar su contraseña. Por favor, pruebe de nuevo.

source: Invite Sent
es: Invitación enviada

source: Not Submitted
es: No presentado

source: Not Signed
es: No firmado

source: Med Log
es: Registro de medicamentos

source: Submitted
es: Presentado

source: Male
es: Masculino

source: Female
es: Femenino

source: Recreation Log
es: Registro de Recreación

source: Add Recreation Log
es: Añadir el Registro de Recreación

# recreationActivityQuestion
source: Daily Indoor And Outdoor Individual Free Time, Community, Family Activities
es: Tiempo libre individual diario tanto en interiores como en exteriores, en comunidad y con actividades familiares

# recreationActivitySubQuestion
source: Add Activity Comments
es: Añadir comentarios sobre las actividades

# decribeActivities
source: Describe activities in few words
es: Describir brevemente las actividades

# recreationActivitySelectQuestion
source: Select Activities
es: Seleccionar las actividades

# dailyIndoorOutdoorActivity
source: Daily Indoor And Outdoor Activity
es: Actividad diaria tanto en interiores como en exteriores

source: Individual Free Time Activity
es: Actividad individual durante el tiempo libre

source: Community Activity
es: Actividad comunitaria

source: Family Activity
es: Actividad familiar

source: Team Work
es: Trabajo en equipo

source: Fitness
es: Aptitud física

source: Coordination
es: Coordinación

source: Communication Skill
es: Habilidad de comunicación

source: Social Skill
es: Habilidad social

source: Self Esteem
es: Autoestima

source: Relational
es: Relacional

source: Sharing
es: Intercambio

source: Problem Solving
es: Resolución de problemas

# handEyeCordination
source: Hand/Eye Coordination
es: Coordinación mano-ojo

# impluseControl
source: Impulse Control
es: Control de los impulsos

source: Creative Expression
es: Expresión creativa

source: Stress Management
es: Manejo del estrés

# healthyAnotonomy
source: Healthy Autonomy
es: Autonomía saludable

source: Personal Growth
es: Crecimiento personal

source: Self Evaluaton
es: Autoevaluación

source: Social Skills Practice
es: Práctica de las habilidades sociales

source: Connect With Culture
es: Conectar con la cultura

source: Independent Living
es: Vida independiente

source: Social Contribution
es: Contribución social

source: Communication Skills
es: Habilidades de comunicación

source: Family Cohesion
es: Cohesión familiar

source: Relational Skills
es: Habilidades relacionales

source: Sense Of Belonging
es: Sentido de pertenencia

source: Role Model Life Skills
es: Modelo a seguir de habilidades para la vida

source: Social Integration
es: Integración social

source: Add Behavior Log
es: Añadir el Registro conductual

source: Behavior Log
es: Registro conductual

source: Rec Log
es: Registro de Recreación

source: Nick Name
es: Apodo

source: User Disabled
es: Usuario deshabilitada

source: Children Nick Name
es: Apodo de niños

# addMedLog
source: Add Medicine Log
es: Añadir registro de medicamentos

# submitMontlyMedLog
source: Submit monthly med log
es: Enviar registro mensual de medicamentos

source: Today
es: Hoy

source: Tomorrow
es: Mañana

source: Upcoming
es: Próximos

source: Signing InProgress
es: Firma en progreso

source: No Medication
es: Sin medicación

source: Missed
es: Omitida

source: Administered
es: Administrado

source: Logged By
es: Registrado por

source: Purpose
es: Propósito

source: Not Administered
es: No administrado

source: Administered at
es: Administrado en

source: Add New Medication
es: Añadir nuevo medicamento

# selectAllMedicationAdministred
source: Select all medications administered
es: Seleccione todos los medicamentos administrados

source: Add
es: Añadir

source: Name of medication
es: Nombre del medicamento

# dosageInMilligram
source: Dosage in milligrams
es: Dosis en miligramos

source: Strength
es: Potencia

source: Prescribing doctor
es: Médico prescriptor

source: If applicable
es: Si es aplicable

source: Medication Notes
es: Notas del medicamento

source: Initial and Submit
es: Firmar con iniciales y enviar

# agreeTheMedication
source: I certify that the above information is true and correct. By checking the following box, I affimatively agree that I am providing a legally binding electronic signature.
es: Certifico que la información anterior es verdadera y correcta. Al marcar la siguiente casilla, certifico que estoy proporcionando una firma electrónica legalmente vinculante.

source: Dosage
es: Dosis

source: Logged Time
es: Hora de registro

source: Administered by
es: Administrado por

source: Administered to
es: Administrado a

# reasonNotAdministered
source: Reason not administed
es: Motivo de no administración

# noMedineAdminitered
source: No medications were administered
es: No se administraron medicamentos

# whenFollowingMedAdministered
source: When was the following medicine administered?
es: ¿Cuándo se administró el siguiente medicamento?

source: Now
es: Ahora

source: Earlier
es: Anteriormente

source: Report 'None Administered'
es: Ninguno administrado

# whyWasntAdministered
source: Why wasn't the following administered?
es: ¿Por qué no se administró el siguiente medicamento?

source: Required
es: Requerido

source: Description of failure
es: Descripción del fallo

# wereAnyMedMissed
source: Were any medications missed?
es: ¿Se olvidó algún medicamento?

source: Confirm
es: Confirmar

# makeSureAllEntriesSubmitted
source: Make sure to complete all entries for the month before submitting. Once submitted, it cannot be undone.
es: Asegúrese de completar todas las entradas del mes antes de enviar. Una vez enviado, no se puede deshacer.

source: Cancel
es: Cancelar

source: Proceed to Sign
es: Proceder a la firma

source: Past Due
es: Fuera de plazo

# medlogSubmitSuccess
source: You successfully submitted the
es: El registro de medicamentos se ha enviado con éxito

source: Close
es: Cerrar
