Repository: anoopm2112/HomeThrive
Catalog: lib/core/localization/langs/intl_*.arb
Languages: es

# fieldNotBeEmpty
source: Field should not be empty
es: El campo no debe estar vacío

# selectAlteastOne
source: Must select atleast one
es: Debe seleccionar al menos uno

# checkTheBox
source: Please choose Checkbox to proceed
es: Seleccione la casilla de verificación para continuar

source: Child Refused
es: Niño rechazado

source: Missed Window
es: Oportunidad perdida

source: Unable to create
es: No se ha podido crear

source: Unable to submit
es: No se ha podido enviar

source: Add More Logs
es: Agregar más registros

# errorLoadingActivities
source: There was a problem loading avtivities. Please try again.
es: Hubo un problema al cargar los actividades. Inténtalo de nuevo.

# submitSuccess
source: Successfully Submitted
es: Enviado correctamente

# describeWhyNotAdminitered
source: Describe why the medicine couldn't be administered
es: Describa por qué no se pudo administrar el medicamento.

source: Wait for Sign..
es: Esperar a firmar..

source: Medication Log
es: Registro de medicamentos

source: Monthly Med Log
es: Registro mensual de medicamentos

# reviewMonthlyMedLogSign
source: Review monthly med log and sign
es: Revisar el registro mensual de medicamentos y firmar

source: Monthly Med Log Details
es: Detalles del registro mensual de medicamentos

source: Medication of
es: los medicamentos de

source: Administered Time
es: Tiempo Administrado
